{
  "welcome": {
    "title": "> HEY THERE!",
    "description": "I'm just a knowledge explorer, open-source contributor. Here I describe some of my passions: sharing knowledge, design and implementation of projects, programming contests, new technologies, table tennis, basketball, games, music."
  },
  "about": {
    "title": "falcaoaugustos",
    "description": "I'm a Computer Engineering student at IFCE, always on the lookout for new challenges. I'm currently looking for a new job. In my last job I was working as an iOS • watchOS • tvOS developer at Apple Developer Academy (former BEPiD). I like going to meetups and whenever is possible I help to organize some local meetings.",
    "author": "falcaoaugustos",
    "email": "falcaoaugustos@gmail.com",
    "canonical": "http://falcaoaugustos.github.io",
    "image": "images/banner.png",
    "mobile": {
      "themeColor": "#222222"
    },
    "socialNetworks": {
      "github": "falcaoaugustos",
      "facebook": "falcaoaugustos",
      "twitter": "falcaoaugustos",
      "instagram": "falcaoaugustos",
      "linkedin": "augusto-falcão-2bab51138"
    }
  },
  "technologies": [
    {
      "title": "Swift",
      "description": "With 2 years of experience developing for the Apple ecosystem, I can prototype and develop great mobile applications."
    },
    {
      "title": "ObjectiveC",
      "description": "I have learnt how to develop and how to maintain iOS applications legacy code too for the Apple ecosystem."
    },
    {
      "title": "Node",
      "description": "Node.js is my first choice when implementing frontend web apps."
    }
  ],
  "projects": [
    {
      "title": "blau",
      "link": "http://blaugame.com/",
      "description": "blau is a game where your goal is the simplest possible one: get to the end of each level. How? By guiding blau - actually, an abstract black circle - through many simple - yet elegant - puzzles, avoiding physics-based traps and collecting shapes."
    },
    {
      "title": "stalkr",
      "link": "http://getstal.kr/",
      "description": "stalkr is a simple–yet powerful–set of tools which gathers data from both continuous integration and application infrastructure monitoring tools in order to make it easier to monitor the whole developing process, in a way the entire team can see at a glance, from the very first commit to the final release."
    },
    {
      "title": "uTilePuzzle",
      "link": "https://github.com/falcaoaugustos/uTilePuzzle/",
      "description": "uTilePuzzle is the sliding tile puzzle to tvOS. Now you can play this classic in your Smart TV. You just have to download it and the rest is under your control."
    },
    {
      "title": "AoRT",
      "link": "https://itunes.apple.com/br/app/age-of-robots-tactics/id1246864215/",
      "description": "Enter a new futuristic world in this tactic game full of different robot characters and epic battles. Set your formation and battle against evil enemies. Discover new characters and improve your formation and battle strategy to become the strongest general in the world."
    }
  ]
}
